wide = float(input("กรอกความกว้างของกล่อง(ซม.): "))                     #((wide*long*heigh)/5)
long = float(input("กรอกความยาวของกล่อง(ซม.): "))
heigh = float(input("กรอกความสูงของกล่อง(ซม.): "))
area = round(float(wide * long * heigh)/5)

print("กล่องมีความกว้าง",wide,"ซม.","ยาว", long,"ซม.","สูง", heigh,"ซม.","ต้องใช้สีทั้งหมด", area , "แกลลอน")
print("กล่องมีความกว้าง"+" "+str(wide)+" "+"ซม."+" "+"ยาว"+" "+str(long)+" "+"ซม."+" "+"สูง"+" "+str(heigh)+" "+"ซม."+" "+"ต้องใช้สีทั้งหมด"+" "+ str(area)+" "+"แกลลอน")
print("กล่องมีความกว้าง {} {} {} {} {} {} {} {} {} {} {}".format(wide,"ซม.","ยาว",long,"ซม.","สูง",heigh,"ซม.","ต้องใช้สีทั้งหมด",area,"แกลลอน"))
print(f"กล่องมีความกว้าง {wide} ซม. ยาว {long} ซม. สูง {heigh} ซม. ต้องใช้สีทั้งหมด {area} แกลลอน")